IDEA Open Model
ConProjectInfo.Connections Property
Compatible with IDEA StatiCa 20.1
 Connections in the project
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public List<ConnectionInfo> Connections { get; set; }
Public Property Connections As List(Of ConnectionInfo)
	Get
	Set
Property Value
Type: List<ConnectionInfo>
See Also
Reference
ConProjectInfo Class
IdeaRS.OpenModel.Connection Namespace